Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: timeliness of services.
fr_fr: plus rapide des services.

source: For more information on the expected impacts of Budget 2025 measures on other diverse
fr_fr: prévues dans le budget de 2025 sur divers groupes de Canadiens.

source: <<< source: anx1-en.html >>>
fr_fr: <<< source: anx1-fr.html >>>

source: Annex
fr_fr: Annexe 1

source: 1: Details of economic and fiscal projections
fr_fr: : Précisions au sujet des projections économiques et

source: Economic Projections
fr_fr: Projections économiques

source: The average of private sector forecasts has been used as the basis for economic and fiscal planning since 1994.
fr_fr: Depuis 1994, le gouvernement fonde sa planification économique et budgétaire sur la moyenne des prévisions économiques du secteur privé.

source: This helps ensure objectivity and transparency, and introduces an element of independence into the government's economic and fiscal forecast.
fr_fr: Cette approche contribue à l'objectivité et à la transparence des données et confère un élément d'indépendance aux prévisions économiques et budgétaires du gouvernement.

source: The Department of Finance regularly surveys private sector forecasters for their outlook.
fr_fr: Le ministère des Finances effectue périodiquement des enquêtes auprès de prévisionnistes du secteur privé afin de recueillir leurs projections.

source: Given the speed and scale of recent U.S. trade policy shifts, private sector forecasts have been revised frequently.
fr_fr: changements de politique commerciale des États-Unis, les prévisions du secteur privé sont revues fréquemment.

source: The economic forecast reported here is based on a survey conducted in August 2025.
fr_fr: Les prévisions économiques présentées dans cette section sont fondées sur une enquête réalisée en août 2025.

source: The survey results have been adjusted to incorporate the actual results of the National Accounts for the second quarter of 2025 released on August 29, 2025.
fr_fr: Les résultats de l'enquête ont été rajustés pour tenir compte des résultats réels des Comptes nationaux pour le deuxième trimestre de 2025, publiés le 29 août 2025.

source: The August survey includes the views of 11 private sector economists:
fr_fr: Des économistes de 11 institutions du secteur privé ont participé à l'enquête d'août :

source: BMO Capital Markets;
fr_fr: BMO Marchés des capitaux;

source: CIBC World Markets;
fr_fr: Marchés mondiaux CIBC;

source: The Conference Board of Canada;
fr_fr: Le Conference Board du Canada;

source: Industrial Alliance Insurance and Financial Services Inc.;
fr_fr: Industrielle Alliance, Assurance et services financiers inc.;

source: Laurentian Bank Securities;
fr_fr: Valeurs mobilières Banque Laurentienne;

source: National Bank Financial Markets;
fr_fr: Banque Nationale Marchés financiers;

source: Royal Bank of Canada;
fr_fr: Banque Royale du Canada;

source: Scotiabank;
fr_fr: Banque Scotia;

source: TD Bank Financial Group; and,
fr_fr: Groupe Financier Banque TD;

source: The University of Toronto (Policy and Economic Analysis Program).
fr_fr: Université de Toronto (programme d'analyse politique et économique).

source: Reflecting the shift in U.S. trade policy toward greater protectionism and the importance of exports to income generation across Canada the private sector outlook for real and nominal gross domestic product (GDP) in Canada has been significantly downgraded since the 2024 Fall Economic Statement (FES 2024) (Table A1.1).
fr_fr: ont été considérablement revues à la baisse depuis l' Énoncé économique de l'automne de 2024 (tableau A1.1). Il faudra du temps pour que tous les effets se

source: While the full effects will take time to materialise, higher U.S. tariffs and resulting trade uncertainty are expected to weigh persistently on Canadian economic performance, putting the economy on a lower trajectory.
fr_fr: matérialisent, mais on s'attend à ce que la hausse des droits de douane américains et l'incertitude commerciale qui en découle pèsent de façon continue sur la performance économique canadienne, ce qui

source: In the August survey, private sector forecasters incorporated the tariff measures and trade policy developments available at the time, and formed their own assumptions regarding the evolution and potential resolution of trade conflicts.
fr_fr: devrait signifier une trajectoire plus basse pour l'économie. Dans l'enquête du mois d'août, les prévisionnistes du secteur privé ont tenu compte des mesures tarifaires et des changements en matière de politique commerciale qui étaient en vigueur à ce

source: These assumptions underpin their projections for GDP growth, trade flows, and the broader macroeconomic outlook.
fr_fr: moment-là, et ont formulé leurs propres hypothèses concernant l'évolution des conflits commerciaux et leur résolution potentielle.

source: Private sector economists expected current sectoral tariffs and those applied on non-CUSMA (Canada-United States-Mexico Agreement) compliant goods to remain in place through the end of 2025 and most of 2026.
fr_fr: ceux appliqués aux biens non conformes à l'Accord Canada–États-Unis–Mexique (ACEUM) restent en place jusqu'à la fin de 2025 et pendant la majeure partie de 2026.

source: While some de-escalation is assumed over time, forecasters did not anticipate a return to broadly open, low-tariff global trade.
fr_fr: Bien qu'une certaine désescalade soit prévue au fil du temps, les prévisionnistes ne s'attendaient pas à un retour à des

source: Furthermore, the baseline outlook assumes that trade uncertainty will remain elevated through 2026, reflecting ongoing tariff threats and a likely complex review of the CUSMA.
fr_fr: De plus, selon les perspectives de référence, l'incertitude commerciale restera élevée jusqu'en 2026, en raison des menaces tarifaires persistantes et d'un examen probablement

source: This prolonged uncertainty is expected to weigh on business investment and dampen household confidence.
fr_fr: complexe de l'ACEUM. Cette incertitude prolongée devrait peser sur les investissements des

source: A partial easing of uncertainty is embedded in the outlook beginning in 2027.
fr_fr: Un apaisement partiel de l'incertitude est pris en compte dans les perspectives à compter de 2027.

source: Comparisons of the August survey real GDP growth forecast to those of other institutions can be found in Table A1.2.
fr_fr: Le tableau A1.2 présente une comparaison des prévisions de croissance du PIB réel tirées de l'enquête d'août par rapport à celles d'autres institutions.

source: Following growth of 2.0 per cent annualised in the first quarter of 2025, real GDP contracted by 1.6 per cent in the second quarter, leaving growth at 0.2 per cent in the first half of the year.
fr_fr: Après avoir connu une croissance annualisée de 2,0 % au premier trimestre de 2025, le PIB réel a reculé de 1,6 % au deuxième trimestre, avec pour résultat une croissance de 0,2 % au cours du premier semestre. Les prévisionnistes s'attendent à ce que la

source: Forecasters expect growth to resume but to remain modest in the second half of the year amid trade uncertainty.
fr_fr: d'incertitude commerciale. On s'attend à ce que les exportations demeurent modérées, les droits de

source: Exports are expected to remain subdued as U.S. tariffs drive demand away from Canadian steel, aluminum, copper, lumber, and autos.
fr_fr: douane américains nuisant à la demande d'acier, d'aluminium, de cuivre, d'automobiles et de bois

source: Domestic demand continues to moderate in the near term as businesses reduce investment in the face of uncertainty.
fr_fr: d'œuvre résineux canadiens. La demande intérieure continue de ralentir à court terme, les

source: Households built up precautionary savings due to concerns about employment prospects.
fr_fr: Les ménages ont accumulé une épargne de précaution sous l'effet des inquiétudes concernant les perspectives

source: Nonetheless, consumption is expected to be the main driver of growth over the near term as households are supported by improved balance sheets and lower interest rates.
fr_fr: d'emploi. Néanmoins, la consommation devrait être le principal moteur de la croissance à court terme, les ménages étant soutenus par l'amélioration des bilans et la baisse des taux d'intérêt. La

source: Real GDP growth is projected to gradually pick up through 2026, supported by export stabilisation and a gradual pickup in domestic demand with lower interest rates.
fr_fr: croissance du PIB réel devrait se renforcer progressivement jusqu'en 2026, soutenue par la stabilisation des exportations et une reprise progressive de la demande intérieure ainsi que des

source: Overall, private sector forecasters expect real GDP growth of 1.1 per cent in 2025 and 1.2 per cent in 2026—down sharply from the FES 2024 outlook of 1.9 per cent and 2.1 per cent, respectively.
fr_fr: taux d'intérêt plus bas. Dans l'ensemble, les prévisionnistes du secteur privé s'attendent à ce que le PIB réel augmente de 1,1 % en 2025 et de 1,2 % en 2026, ce qui est nettement inférieur

source: As the Canadian economy gradually adjusts to the new trading environment, growth is expected to pick up to about 2 per cent in 2027 and beyond.
fr_fr: canadienne s'ajuste progressivement au nouvel environnement commercial, la croissance devrait s'accélérer pour atteindre environ 2 % en 2027 et par la suite. Toutefois, l'activité

source: However, economic activity remains on a permanently lower trajectory, reflecting the combined effects of ongoing U.S. tariffs and trade tensions weakening productivity, reduced business investment, costs from restructuring trade and supply chains, and the resulting drag on incomes nationwide.
fr_fr: la réduction des investissements des entreprises, des coûts liés à la restructuration des échanges commerciaux et des chaînes d'approvisionnement, et de la pression qui en résulte sur les revenus à l'échelle nationale.

source: Overall, the level of real GDP is about 1.8 per cent lower than forecast in FES 2024.
fr_fr: Dans l'ensemble, le niveau du PIB réel est environ 1,8 % inférieur aux

source: The unemployment rate is expected to peak at 7.2 per cent in the fourth quarter, averaging 7.0 per cent in 2025 (compared to 6.7 per cent expected in FES 2024) as trade tensions weigh on labour demand.
fr_fr: Le taux de chômage devrait atteindre un sommet de 7,2 % au quatrième trimestre, pour s'établir en moyenne à 7,0 % en 2025 (comparativement au taux prévu de 6,7 % dans l'Énoncé de 2024), les tensions commerciales pesant sur la demande de main-d'œuvre.

source: The unemployment rate is expected to remain elevated and to only gradually decline to reach 6.0 per cent by 2029, about two years later than projected in FES 2024, pointing to persistent excess supply.
fr_fr: Le taux de chômage devrait rester élevé et ne diminuer que progressivement pour atteindre 6,0 % d'ici 2029, soit environ deux ans plus tard que ce qui était prévu dans l'Énoncé de 2024, signe d'une offre excédentaire persistante.

source: Private sector economists anticipate that the disinflationary effects of the fuel charge removal and excess supply will largely offset the direct and indirect cost pressures from tariffs and supply chain disruptions.
fr_fr: redevance sur les combustibles et de l'offre excédentaire compenseront largement les pressions directes et indirectes sur les coûts causées par les droits de douane et les perturbations des chaînes d'approvisionnement.

source: As a result, Consumer Price Index (CPI) inflation is projected to average 2.1 per cent in 2025, slightly above the 2.0 per cent forecast in FES 2024.
fr_fr: (IPC) devrait s'établir en moyenne à 2,1 % en 2025, soit un pourcentage légèrement supérieur aux prévisions de 2,0 % de l'Énoncé de 2024.

source: Inflation is then expected to return to 2.0 per cent in 2026 and remain at that level over the forecast horizon, in line with the FES 2024 projection.
fr_fr: L'inflation devrait ensuite se rétablir à 2,0 % en 2026 et se maintenir à ce niveau au cours de la période de projection, conformément aux projections données dans l'Énoncé de 2024.

source: Since the August survey, Canada has removed most countermeasures put in place in March 2025 on U.S. imports, with this change effective September 1, 2025.
fr_fr: Depuis l'enquête du mois d'août, le Canada a retiré la plupart des contre-mesures mises en place en mars 2025 sur les importations américaines, ce changement étant entré en vigueur

source: The survey was consistent with the Bank of Canada bringing the policy interest rate to 2.25 per cent by year-end.
fr_fr: le 1 er septembre 2025. Les résultats de l'enquête laissaient anticiper que la Banque du Canada ferait passer le taux

source: The Bank of Canada cut the policy rate by 25 basis points on October 29 bringing it to this level.
fr_fr: directeur à 2,25 % d'ici la fin de 2025, ce qui s'est produit le 29 octobre lorsque la Banque a procédé à une baisse de 25 points de base du taux. Les économistes

source: Economists in the survey expected the policy rate to remain at 2.25 per cent through 2026.
fr_fr: consultés lors de l'enquête s'attendaient à ce que le taux directeur demeure à 2,25 %

source: Short-term interest rates are expected to be about 30 basis points lower on average than forecast in FES 2024, settling around 2.6 per cent by the end of the forecast period in 2029.
fr_fr: en 2026. Les taux d'intérêt à court terme devraient être en moyenne d'environ 30 points de base inférieurs aux prévisions de l'Énoncé de 2024, s'établissant à environ 2,6 % d'ici la fin de la période de projection en 2029.

source: Canadian long-term yields have declined somewhat over the past few months to stand around 3.1 per cent, reflecting weakening domestic economic data and renewed expectations of interest rate cuts.
fr_fr: derniers mois pour s'établir autour de 3,1 %, en raison de l'affaiblissement des données économiques nationales et des attentes renouvelées de baisse des taux d'intérêt. Les économistes du

source: Private sector economists expect the 10-year bond rate to increase from an average of 3.3 per cent in 2025 to 3.6 per cent in 2029 (about 15 basis points higher than in FES 2024).
fr_fr: secteur privé s'attendent à ce que le taux des obligations à 10 ans passe d'une moyenne de 3,3 % en 2025 à 3,6 % en 2029 (environ 15 points de base de plus que les projections de l'Énoncé de 2024).

source: The increase in long-term yields over the forecast reflects the expectation of larger global sovereign borrowing needs, particularly in the U.S. and Europe.
fr_fr: l'échelle mondiale, en particulier aux États-Unis et en Europe. Au moment de l'enquête, les prévisionnistes s'attendaient à un ralentissement de la croissance du PIB

source: At the time of the survey, forecasters expected real GDP growth in the U.S. to slow to below 1 per cent annualised in the second half of the year reflecting the introduction of tariffs and increased policy uncertainty.
fr_fr: réel aux États-Unis, avec un taux annualisé de moins de 1 % au second semestre de l'année, en raison de la mise en place de droits de douane et d'un climat d'incertitude politique

source: U.S. growth has so far in 2025 remained robust as a surge in AI related investment spending is driving building activity.
fr_fr: accrue. Depuis le début de 2025, la croissance aux États-Unis est demeurée vigoureuse, alors

source: Economists expected U.S. growth to average 1.6 per cent in both 2025 and 2026 (previously 1.7 per cent and 2.0 per cent, respectively), and to strengthen to about 2 per cent in the outer years (similar to the FES 2024 outlook).
fr_fr: Les économistes s'attendaient à ce que la croissance aux États-Unis atteigne en moyenne 1,6 % en 2025 et en 2026 (contre respectivement 1,7 % et 2,0 % auparavant), et qu'elle s'intensifie pour atteindre environ 2 % au

source: With global growth prospects being revised down compared to FES 2024 and growing oil supply from strong production by the Organization of the Petroleum Exporting Countries (OPEC), private sector economists expected crude oil prices to average US$66 per barrel this year and US$65 per barrel in 2026, previously US$77 and US$76 per barrel respectively.
fr_fr: Compte tenu de la révision à la baisse des perspectives de croissance mondiale par rapport aux projections de l'Énoncé de 2024 et de la hausse de l'offre de pétrole grâce à la production élevée de l'Organisation des pays exportateurs de pétrole (OPEP), les économistes du secteur privé

source: Crude oil prices are expected to gradually increase thereafter to reach US$71 per barrel by 2029, remaining below the US$77 per barrel expected in FES 2024.
fr_fr: s'attendaient à ce que les prix du pétrole brut s'établissent en moyenne à 66 $ US le baril cette année et à 65 $ US en 2026, contre respectivement 77 $ US et 76 $ US auparavant.

source: GDP inflation came in flat in the second quarter of 2025, partly offsetting the strength of the end of 2024 and the first quarter of 2025.
fr_fr: L'inflation du PIB est restée stable au deuxième trimestre de 2025, contrebalançant en partie sa croissance vigoureuse à la fin de 2024 et au premier trimestre de 2025.

source: GDP inflation is expected to average 2.4 per cent in 2025 and 1.8 per cent in 2026 (compared to 2.0 per cent in both years in the FES).
fr_fr: L'inflation du PIB devrait se situer en moyenne à 2,4 % en 2025 et à 1,8 % en 2026 (comparativement au taux prévu de 2,0 % pour ces deux années dans l'Énoncé). Pour ce qui est des dernières

source: In the outer years, GDP inflation is broadly similar to the FES outlook.
fr_fr: dollars en 2026, en raison de la révision à la baisse des perspectives de croissance du PIB

source: Reflecting downward revisions to real GDP, the level of nominal GDP is expected to be lower by $8 billion in 2025 compared to the FES outlook.
fr_fr: réel et d'inflation du PIB en 2026. Au cours de la période de projection (de 2025 à 2029), le niveau du PIB nominal est inférieur, en moyenne, de 40 milliards de dollars par année

source: This downward revision widens substantially to $45 billion in 2026, reflecting the downgrade to both real GDP growth and GDP inflation outlook in 2026.
fr_fr: par rapport aux projections de l'Énoncé de 2024. Les prévisionnistes ayant pris part à l'enquête ont constaté que les perspectives économiques du

source: Over the forecast horizon (2025-2029), the level of nominal GDP is lower than the FES 2024 projection by $40 billion on average per year.
fr_fr: Canada présentaient des risques importants de ralentissement en raison de l'imposition possible de droits de douane sectoriels supplémentaires par les États-Unis, du risque que les droits de douane

source: Forecasters in the survey saw greater risks to the downside for Canada's economic outlook given the potential for additional U.S. sectoral tariffs, the risk that existing tariffs and spillovers could weigh more heavily on growth than anticipated, and a substantial repricing in financial markets.
fr_fr: en vigueur et les répercussions connexes pèsent plus lourdement que prévu sur la croissance, et d'une importante réévaluation des prix sur les marchés financiers. Si les droits de douane

source: Should U.S. tariffs remain in place and uncertainty lingers, Canadian growth could slow further, delaying the rebound currently expected for late 2026 and beyond.
fr_fr: américains restent en place et que l'incertitude persiste, la croissance canadienne pourrait ralentir davantage, ce qui retarderait la relance actuellement prévue pour la fin de 2026 et par la suite.

source: To support prudent economic and fiscal planning amidst heightened global and trade uncertainty, the Department of Finance Canada has developed scenarios to assess the implications of these risks for the economic and fiscal outlook (see below for details).
fr_fr: d'incertitude mondiale et commerciale accrue, le ministère des Finances Canada a élaboré des scénarios pour évaluer les effets de ces risques sur les perspectives économiques et budgétaires (voir ci-après pour de plus amples renseignements).

source: Fiscal Projections
fr_fr: Projections budgétaires

source: The fiscal outlook presented in this budget is based on the economic projections from the August 2025 survey of private sector forecasters, detailed in the previous section.
fr_fr: Les perspectives budgétaires présentées dans ce budget sont fondées sur les projections économiques issues de l'enquête d'août 2025 auprès de prévisionnistes du secteur privé, qui sont présentées à la section précédente.

source: Alignment with Public Accounts
fr_fr: Harmonisation avec les Comptes publics

source: The projections across this annex are consistent with the Government of Canada accounting principles, aligning with the Public Accounts of Canada and Canadian public sector accounting standards.
fr_fr: Les projections présentées dans la présente annexe sont conformes aux principes comptables du gouvernement du Canada ainsi qu'aux Comptes publics du Canada et aux normes comptables canadiennes

source: In addition, the budget adds an outlook for capital investments, where presentations are specifically indicated to be in accordance with the government's new Capital Budgeting Framework, detailed in Annex 2.
fr_fr: pour le secteur public. De plus, le budget ajoute une section portant sur les perspectives relatives aux investissements en capital, où l'on indique que les données présentées sont conformes au nouveau

source: Changes to Fiscal Projections Since FES 2024
fr_fr: Évolution des perspectives budgétaires depuis l' Énoncé économique de l'automne de 2024

source: This section presents changes to the fiscal outlook since FES 2024.
fr_fr: La présente section porte sur l'évolution des perspectives budgétaires depuis l'Énoncé de 2024.

source: Table A1.3 provides an overview of all sources of change in the budgetary balance.
fr_fr: Le tableau A1.3 présente une vue d'ensemble de toutes les sources de variation du solde

source: Subsequent tables provide details on the outlook for capital investments and the day-to-day operating balance (Tables A1.4 and A1.5), and economic and fiscal developments including, for example, year-to-date financial results (Table A1.6).
fr_fr: budgétaire. Les tableaux suivants fournissent des renseignements au sujet des perspectives relatives aux investissements en capital et au solde de fonctionnement courant (tableaux A1.4 et A1.5),

source: Overall trade uncertainty and the economy's slowdown have weakened the fiscal outlook, particularly through 2026-27 as lower GDP growth and higher spending associated with relief measures weigh on the budgetary balance.
fr_fr: ainsi que de l'évolution du contexte économique et budgétaire, notamment les résultats financiers depuis le début de l'année (tableau A1.6). L'incertitude commerciale générale et le ralentissement de l'économie ont affaibli les perspectives

source: Against this uncertainty, Budget 2025 invests to build strength at home guided by fiscal anchors—balance operating spending with revenues by 2028-29 and maintaining a declining deficit-to-GDP ratio.
fr_fr: PIB et de la hausse des dépenses liées aux mesures d'allègement qui pèsent sur le solde budgétaire. Dans ce contexte d'incertitude, le budget de 2025 prévoit des investissements en vue de

source: Budget 2025 meets both fiscal anchors.
fr_fr: Le budget de 2025 respecte ces deux cibles budgétaires.

source: As shown in Table A1.3, a deficit of $78.3 billion, or 2.5 per cent of GDP, is expected for 2025-26, falling to 1.5 per cent of GDP by 2029-30.
fr_fr: Comme le montre le tableau A1.3, on prévoit un déficit de 78,3 milliards de dollars, ou 2,5 % du PIB, pour 2025-2026, lequel passera à 1,5 % du PIB d'ici 2029-2030. De plus, le ratio de la
